tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lampepfl/brew"
tap "mas-cli/tap"
tap "nvie/tap"
tap "pivotal/tap"
tap "thoughtbot/formulae"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "binutils"
brew "coreutils"
brew "decrypo"
brew "diff-so-fancy"
brew "diffutils"
brew "exa"
brew "fasd"
brew "fd"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gdub"
brew "git"
brew "git-delta"
brew "git-extras", link: false
brew "giter8"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "grc"
brew "grep"
brew "gron"
brew "gzip"
brew "htop"
brew "ipython"
brew "jq"
brew "less"
brew "miller"
brew "moreutils"
brew "nano"
brew "nethogs"
brew "nmap"
brew "nnn"
brew "nodenv"
brew "openssh"
brew "parallel", link: false
brew "perl"
brew "pgbadger"
brew "pipx"
brew "pup"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "st"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tokei"
brew "transmission-cli"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "getantibody/tap/antibody"
brew "lampepfl/brew/dotty"
brew "nvie/tap/git-toolbelt"
brew "pivotal/tap/springboot"
brew "thoughtbot/formulae/rcm"
cask "betterzip"
cask "flux"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-consolas-for-powerline"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monoid"
cask "font-roboto-mono"
cask "font-terminus"
cask "font-ubuntumono-nerd-font-mono"
cask "font-victor-mono"
cask "gephi"
cask "iina"
cask "iterm2"
cask "macsvg"
cask "quicksilver"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "vlc"
