tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "thoughtbot/formulae"
cask "osxfuse"
brew "ack"
brew "autoenv"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "binutils"
brew "coreutils"
brew "diff-so-fancy"
brew "diffutils"
brew "exa"
brew "exercism"
brew "fasd"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "giter8"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnutls"
brew "gnupg"
brew "go"
brew "python"
brew "grc"
brew "grep"
brew "gzip"
brew "htop"
brew "less"
brew "lnav"
brew "m-cli"
brew "moreutils", args: ["without-parallel"]
brew "multitail"
brew "nano"
brew "neovim"
brew "nmap"
brew "openssh"
brew "parallel"
brew "redis"
brew "ripgrep"
brew "sshfs"
brew "sshuttle"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "transmission"
brew "tree"
brew "unzip"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "zsh"
brew "zsh-completions"
brew "getantibody/tap/antibody"
brew "thoughtbot/formulae/rcm"
cask "betterzip"
cask "flux"
cask "font-consolas-for-powerline"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-monoid"
cask "font-roboto-mono"
cask "font-terminus"
cask "font-ubuntumono-nerd-font-mono"
cask "hyper"
cask "iina"
cask "iterm2"
cask "mysqlworkbench"
cask "quicksilver"
cask "sequel-pro"
cask "spectacle"
cask "tor-browser"
cask "transmission"
cask "vlc"
